Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.4fc4c85b1a6c
source: 次の行動
ar_sa: الإجراء التالي
ca: següent acció
cs: Následující akce
da: Næste trin
de_de: Nächster Schritt
el: Επόμενη δράση
en_au: Next action
es_es: Próxima acción
fi: Seuraava toiminto
fr_ca: Action suivante
gu: આગળનું કાર્ય
he: הפעולה הבאה
hi: अगला कार्य
hr: Sljedeća akcija
hu: Következő tevékenység
id: Tindakan selanjutnya
it: Prossima azione
ko: 다음 행동
mr: पुढील कार्यवाही
ms: Tindakan selanjutnya
nl_nl: Volgende actie
no: Neste steg
pl: Dalsza akcja
pt_br: Próximo passo
pt_pt: Próximo passo
ro: Acțiunea următoare
ru: Следующее действие
sk: Nasledujúci krok
sl: Naprej
sv: Nästa åtgärd
ta: அடுத்த செயல்
te: తదుపరి కార్యాచరణ
th: การกระทำถัดไป
tr: Sonraki eylem
uk: Наступна дія
vi: Hành động tiếp theo
zh_hans: 后续行动
zh_hant: 后续行动

# health_meals_body_ai.4fcfec9e3704
source: 今日の撮影セットを追加
ar_sa: تمت إضافة مجموعة التصوير اليوم
ca: S'ha afegit el set de rodatge d'avui
cs: Přidejte dnešní sérii pro nahrávání
da: Tilføj i dagens optagelsesæt
de_de: Heute's Foto-Set hinzufügen
el: Προσθήκη νέου συνόλου λήψης φωτογραφιών της ημέρας
en_au: Add to today's photo set
es_es: Añadir un nuevo conjunto de fotos de hoy
fi: Lisää tänään otetut kuvat
fr_ca: Ajouter un jeu de prises du jour
gu: આજના ફોટો સેટમાં ઉમેરો
he: הוסף סט צילום חדש ליום זה
hi: आज की शूटिंग सेट जोड़ें
hr: Dodaj današnji set snimanja
hu: A mai edzéssorozat hozzáadása
id: Tambahkan set foto hari ini
it: Aggiungi il set fotografico odierno
ko: 오늘의 촬영 세트에 추가
mr: आजच्या वर्कआउटचे सेटमध्ये नवीन ॲड करा
ms: Tambahkan set foto hari ini
nl_nl: Voeg een nieuwe foto-set toe aan vandaag
no: Legg til i dagens photoshoot-sett
pl: Dodaj dzisiejszą serię zdjęć
pt_br: Adicionar o conjunto de fotos do dia
pt_pt: Adicionar o conjunto de fotos do dia
ro: Adăugați un nou set de fotografii pentru astăzi
ru: Добавить набор для съемки на сегодня
sk: Pridajte nové nastavenie na fotografovanie
sl: Dodaj današnji set fotografij
sv: Lägg till dagens fotograferingsset
ta: இன்றைய புகைப்பட தொகுப்பைச் சேர்த்தல்
te: ఈ రోజు యొక్క షూటింగ్ సెట్‌ను జోడించండి
th: เพิ่มชุดการถ่ายภาพวันนี้
tr: Bugünün fotoğraf setine ekle
uk: Додати набір для зйомки сьогодні
vi: Thêm bộ chụp ảnh hôm nay
zh_hans: 添加今天的训练计划
zh_hant: 添加今日的拍摄设置

# health_meals_body_ai.4fd6f0c4f98f
source: 端末に保存した商品を読み込みました。
ar_sa: تم تحميل منتج محفوظ على جهازك.
ca: S'ha carregat un producte desat al dispositiu.
cs: Na zařízení byly načteny uložené položky.
da: Jeg har indlæst varer, der er gemt på din enhed.
de_de: Die gespeicherten Produkte wurden auf dem Gerät geladen.
el: Διαβάσαμε τα προϊόντα που αποθηκεύθηκαν στη συσκευή.
en_au: Loaded items saved on your device.
es_es: Se han cargado los productos guardados en el dispositivo.
fi: Lataat laitteellesi tallennetut tuotteet.
fr_ca: Les articles enregistrés sur votre appareil ont été chargés.
gu: તમે તમારા ઉપકરણ પરથી સામાન લોડ કર્યો છે.
he: טען את המוצרים שנשמרו במכשיר.
hi: हमने डिवाइस पर सहेजे गए उत्पादों को लोड किया।
hr: Učitani su proizvodi koji ste spremili na uređaju.
hu: A készüléken tárolt termékeket betöltöttem.
id: Produk yang disimpan di perangkat telah dimuat.
it: I prodotti salvati sul dispositivo sono stati caricati.
ko: 기기가 저장한 상품을 불러왔습니다.
mr: तुमच्या डिव्हाइसवर सेव्ह केलेले उत्पादन लोड केले.
ms: Produk yang disimpan dalam peranti telah dipuatkan.
nl_nl: De producten die je hebt opgeslagen op je apparaat zijn geladen.
no: Du lastet inn produkter som er lagret på enheten.
pl: Załadowano produkty zapisane w urządzeniu.
pt_br: Carregou os itens salvos no dispositivo.
pt_pt: Carregou os itens salvos no dispositivo.
ro: Am încărcat produsele salvate pe dispozitiv.
ru: Данные сохранены на устройстве.
sk: Na zariadení boli načítané uložené produkty.
sl: Podatki o izdelku, shranjenih na napravi, so bili naloženi.
sv: Läs in produkter som sparats på enheten.
ta: டெர்மினலில் சேமிக்கப்பட்ட பொருட்களை ஏற்றப்பட்டது.
te: మీ పరికరంలో నిల్వ చేసిన ఉత్పత్తులను లోడ్ చేసారు.
th: โหลดสินค้าที่บันทึกไว้ในอุปกรณ์
tr: Cihaza kaydedilen ürünleri yükledi.
uk: Завантажено товари, збережені на пристрої.
vi: Ứng dụng đã tải từ thiết bị.
zh_hans: 已从设备中读取商品。
zh_hant: 從裝置中讀取商品。

# health_meals_body_ai.505ff00fae7c
source: 見た目の変化を比較できるよう、前回と近い条件で撮影します。
ar_sa: سيتم التقاط الصور في ظروف مشابهة لآخر مرة حتى تتمكن من مقارنة التغييرات في المظهر.
ca: Les fotografies es faran en condicions similars a la darrera vegada perquè pugueu comparar els canvis d'aparença.
cs: Pro snadnější porovnání vzhledu, pořádejte snímání za podobných podmínek jako předtím.
da: Tag billeder under lignende forhold som sidste gang, så du kan sammenligne resultaterne.
de_de: Um Veränderungen im Aussehen vergleichen zu können, machen Sie Fotos unter ähnlichen Bedingungen wie beim letzten Mal.
el: Για να μπορείτε να συγκρίνετε τις αλλαγές στην εμφάνιση, τραβήξτε φωτογραφίες με παρόμοιες συνθήκες όπως την προηγούμενη φορά.
en_au: To compare visible changes, shoot under similar conditions to the previous time.
es_es: Para poder comparar los cambios físicos, tomamos fotos bajo condiciones similares a las anteriores.
fi: Ota uudet kuvat samalla tavalla kuin edellisellä kerralla, jotta voit verrata niitä.
fr_ca: Pour pouvoir comparer les changements physiques, prenez des photos dans des conditions similaires à celles de la fois précédente.
gu: તમે અગાઉની પરિસ્થિતિ જેવી જ શરતોમાં ફોટો લેવાથી, દેખાવામાં આવતા ફેરફારોની સરખામણી કરી શકો છો.
he: כדי להשוות את המראה, מצלמים בתנאים דומים לאלו מהפעם הקודמת.
hi: मैंने पिछली बार की स्थितियों के समान परिस्थितियों में तस्वीरें लीं ताकि मैं दिखावे में बदलावों की तुलना कर सकूं।
hr: Snimite fotografije uz slične uvjete kao prethodno, kako biste mogli uspoređivati promjene u izgledu.
hu: A korábbihoz hasonló körülmények között készítjük a képeket, hogy összehasonlítható legyen a megjelenés.
id: Untuk membandingkan perubahan penampilan, ambil foto dengan kondisi yang mirip dengan sebelumnya.
it: Per poter confrontare i cambiamenti visivi, scatta le foto nelle stesse condizioni della precedente volta.
ko: 외모 변화를 비교할 수 있도록, 이전과 유사한 조건으로 촬영합니다.
mr: शारीरिक बदलंची तुलना करण्यासाठी, मागील वेळेप्रमाणेच परिस्थितीत छायाचित्र घ्या.
ms: Untuk membandingkan perubahan penampilan, ambil gambar dalam keadaan yang serupa seperti sebelumnya.
nl_nl: Om veranderingen in uiterlijk te vergelijken, neem ik foto's onder vergelijkbare omstandigheden als de vorige keer.
no: Ta bilder under lignende forhold som forrige gang, slik at du kan sammenligne endringene i utseendet.
pl: Aby móc porównać zmiany w wyglądzie, fotografuję w podobnych warunkach jak poprzednio.
pt_br: Para facilitar a comparação, tire fotos nas mesmas condições da vez anterior.
pt_pt: Para facilitar a comparação, tire fotos nas mesmas condições da vez anterior.
ro: Pentru a putea compara schimbările fizice, vom face fotografii în condiții similare cu cele anterioare.
ru: Для удобства сравнения, сделайте снимки в условиях, максимально похожих на предыдущие.
sk: Fotografujte za podmienok, ktoré sú čo najbližšie k tým, aké boli pred týždňom, aby ste mohli porovnávať vzhľad.
sl: Če želite primerjati spremembe v videzu, posnemo pod enakimi pogoji kot pri prejšnjem treningu.
sv: Ta bilder under liknande förhållanden som tidigare för att kunna jämföra visuella förändringar.
ta: முந்தைய நிலையைப் போலவே, தோற்ற மாற்றங்களை ஒப்பிட்டுப் பார்க்க, ஒரே மாதிரியான சூழ்நிலையில் புகைப்படம் எடுக்கவும்.
te: మునుపటి పరిస్థితులకు దగ్గరగా ఉండే పరిస్థితుల్లో ఫోటో తీయడం ద్వారా, శారీరక మార్పులను పోల్చవచ్చు.
th: ถ่ายภาพในสภาพแวดล้อมที่ใกล้เคียงกับครั้งก่อน เพื่อเปรียบเทียบการเปลี่ยนแปลงรูปลักษณ์
tr: Görsel değişiklikleri karşılaştırmak için, öncekiyle benzer koşullarda fotoğraf çekin.
uk: Для зручного порівняння, робіть фотографії в умовах, максимально схожих на попередні.
vi: Để so sánh sự thay đổi về ngoại hình, hãy chụp ảnh trong điều kiện tương tự như lần trước.
zh_hans: 为了比较外观变化，请在与上次相似的条件下拍摄。
zh_hant: 我們會在與上次相似的條件下拍攝照片，以便比較外觀變化。

# health_meals_body_ai.506832e552c5
source: 登録場所を削除
ar_sa: حذف الموقع المسجل
ca: Suprimeix la ubicació registrada
cs: Odstranit uloženou polohu
da: Slet registreret sted
de_de: Registriertes Ort löschen
el: Διαγραφή της καταγεγραμμένης τοποθεσίας
en_au: Delete registered location
es_es: Eliminar ubicación registrada
fi: Poista rekisteröity paikka
fr_ca: Supprimer le lieu enregistré
gu: રજીસ્ટર્ડ સ્થાનને દૂર કરો
he: מחיקת מיקום הרשום
hi: पंजीकृत स्थान को हटाएँ।
hr: Obrisati registriranu lokaciju
hu: Törli a regisztrált helyszínt
id: Menghapus lokasi yang terdaftar
it: Elimina la posizione registrata
ko: 등록 장소를 삭제
mr: नोंद केलेले स्थान हटवा
ms: Padamkan lokasi yang ditetapkan
nl_nl: Registratie locatie verwijderen
no: Slett registrert sted
pl: Usuń zapisane miejsce
pt_br: Remover local registrado
pt_pt: Remover local registrado
ro: Ștergeți locația înregistrată
ru: Удалить зарегистрированное местоположение
sk: Odstrániť registrované miesto
sl: Izbrišite lokacijo
sv: Ta bort registrerad plats
ta: பதிவு செய்யப்பட்ட இடத்தை நீக்கவும்
te: రికార్డు చేసిన ప్రదేశాన్ని తొలగించండి
th: ลบตำแหน่งที่บันทึกไว้
tr: Kaydedilmiş yeri sil
uk: Видалити зареєстроване місцезнаходження
vi: Xóa địa điểm đã đăng ký
zh_hans: 删除注册地点
zh_hant: 刪除已註冊的場所

# health_meals_body_ai.506e586e218c
source: ライブラリ
ar_sa: مكتبة
ca: biblioteca
cs: Knihovna
da: Bibliotek
de_de: Bibliothek
el: Βιβλιοθήκη
en_au: Library
es_es: Biblioteca
fi: Kirjasto
fr_ca: Bibliothèque
gu: લાઇબ્રેરી
he: ספרייה
hi: लाइब्रेरी
hr: Biblioteka
hu: Adatbázis
id: Perpustakaan
it: Libreria
ko: 라이브러리
mr: लायब्ररी
ms: Pustaka
nl_nl: Bibliotheek
no: Bibliotek
pl: Biblioteka
pt_br: Biblioteca
pt_pt: Biblioteca
ro: Bibliotecă
ru: Библиотека
sk: Knihovníka
sl: Knjižnica
sv: Bibliotek
ta: நூலகம்
te: లైబ్రరీ
th: ห้องสมุด
tr: Kütüphane
uk: Бібліотека
vi: Thư viện
zh_hans: 库
zh_hant: 圖書館

# health_meals_body_ai.50a93127c0f7
source: {{value1}}回・平均達成率 {{value2}}%
ar_sa: {{value1}} مرات/متوسط معدل الإنجاز {{value2}}%
ca: {{value1}} vegades/Percentatge d'assoliment mitjà {{value2}}%
cs: {{value1}}krát・Průměrná úspěšnost {{value2}}%
da: {{value1}} gange・Gennemsnitlig gennemførelsesrate {{value2}}%
de_de: {{value1}} Mal · Durchschnittliche Erfolgsrate {{value2}}%
el: {{value1}} φορές· Μέση επίτευξη {{value2}}%
en_au: {{value1}} times · Average completion rate {{value2}}%
es_es: {{value1}} veces・Tasa promedio de logro {{value2}}%
fi: {{value1}} kertaa・Keskimääräinen saavutusaste {{value2}}%
fr_ca: {{value1}} fois - Taux de réussite moyen {{value2}}%
gu: {{value1}} વખત · સરેરાશ પૂર્ણતા દર {{value2}}%
he: {{value1}} פעמים• שיעור השגת ממוצע {{value2}}%
hi: {{value1}} बार · औसत सफलता दर {{value2}}%
hr: {{value1}} puta · Prosječna stopa uspjeha {{value2}}%
hu: {{value1}} alkalom・Átlagos teljesítési arány {{value2}}%
id: {{value1}} kali・Rata-rata tingkat keberhasilan {{value2}}%
it: {{value1}} volte・Tasso di raggiungimento medio {{value2}}%
ko: {{value1}} 회・평균 달성률 {{value2}}%
mr: {{value1}} वेळा • सरासरी प्रगती दर {{value2}}%
ms: {{value1}} kali・Purata pencapaian {{value2}}%
nl_nl: {{value1}} Aantal keer/Gemiddelde voltooiingspercentage {{value2}}%
no: {{value1}} ganger・Gjennomsnittlig gjennomføringsgrad {{value2}}%
pl: {{value1}} razy・Średnia skuteczność {{value2}}%
pt_br: {{value1}} vezes・Taxa média de sucesso {{value2}}%
pt_pt: {{value1}} vezes・Taxa média de sucesso {{value2}}%
ro: {{value1}} ori・Rata medie de realizare {{value2}}%
ru: {{value1}} раз • Средний процент достижения {{value2}}%
sk: {{value1}} krát・Priemerná úspešnosť {{value2}}%
sl: {{value1}}krat · Povprečna stopnja doseganja {{value2}}%
sv: {{value1}} gånger · Genomsnittlig resultatgrad {{value2}}%
ta: {{value1}} முறை · சராசரி வெற்றி விகிதம் {{value2}}%
te: {{value1}} సార్లు・సగటు విజయవంతమైన శాతం {{value2}}%
th: {{value1}} ครั้ง・อัตราความสำเร็จเฉลี่ย {{value2}}%
tr: {{value1}} defa · Ortalama başarı oranı {{value2}}%
uk: {{value1}} разів• Середня досяжність {{value2}}%
vi: {{value1}} Số lần/Tỷ lệ đạt được trung bình {{value2}}%
zh_hans: {{value1}} 次・平均达成率 {{value2}}%
zh_hant: {{value1}} 次・平均達成率 {{value2}}%

# health_meals_body_ai.513dcf9887ac
source: 重量は小刻みに上げたい
ar_sa: أريد زيادة الوزن شيئا فشيئا.
ca: Vull augmentar el pes a poc a poc.
cs: Chci mírně zvýšit hmotnost
da: Jeg ønsker at øge vægten gradvist
de_de: Ich möchte das Gewicht schrittweise erhöhen
el: Θέλω να αυξήσω το βάρος σταδιακά
en_au: I want to increase the weight slightly
es_es: Quiero aumentar el peso gradualmente
fi: Haluan lisätä painoa vähitellen
fr_ca: Je souhaite augmenter le poids par petits incréments
gu: વજન વધારવું ઇચ્છું છું
he: רוצה להגדיל את המשקל בהדרגה
hi: वजन को धीरे-धीरे बढ़ाना चाहते हैं
hr: Želim povećati težinu malim koracima
hu: A súlyt szeretném fokozatosan növelni
id: Saya ingin meningkatkan berat secara bertahap
it: Vorrei aumentare il peso gradualmente
ko: 무게를 조금씩 올리고 싶습니다
mr: वजन थोडे-थोडे वाढवायचे आहे
ms: Saya ingin meningkatkan berat secara bertahap
nl_nl: Ik wil het gewicht geleidelijk verhogen
no: Ønsker å øke vekten gradvis
pl: Chcę stopniowo zwiększać wagę
pt_br: Gostaria de aumentar o peso gradualmente
pt_pt: Gostaria de aumentar o peso gradualmente
ro: Vreau să măresc greutatea treptat
ru: Хочу немного увеличить вес
sk: Chcem mierne zvýšiť hmotnosť
sl: Želim, da se teža postopoma poveča
sv: Vill öka vikten gradvis
ta: எடையை படிப்படியாக அதிகரிக்க வேண்டும்
te: బరువును కొద్దిగా పెంచాలనుకుంటున్నాను
th: ต้องการเพิ่มน้ำหนักเป็นช่วงเล็กๆ
tr: Ağırlığı kademeli olarak artırmak istiyorum
uk: Хочу збільшувати вагу поступово
vi: Muốn tăng cân một cách từ từ
zh_hans: 希望能够小幅度增加重量
zh_hant: 希望可以細微調整重量

# health_meals_body_ai.51b278066b12
source: 食品
ar_sa: طعام
ca: menjar
cs: Potraviny
da: Mad
de_de: Lebensmittel
el: Τρόφιμα
en_au: Food
es_es: Alimentos
fi: Ruoka
fr_ca: Aliments
gu: ખોરાક
he: מזון
hi: खाद्य पदार्थ
hr: Hrana
hu: Élelmiszer
id: Makanan
it: Alimenti
ko: 음식
mr: खाद्यपदार्थ
ms: Makanan
nl_nl: Voedsel
no: Mat
pl: Jedzenie
pt_br: Alimentos
pt_pt: Alimentos
ro: Alimente
ru: Продукты питания
sk: Potraviny
sl: Hrana
sv: Mat
ta: உணவுப் பொருட்கள்
te: ఆహారం
th: อาหาร
tr: Yiyecekler
uk: Продукти
vi: Thực phẩm
zh_hans: 食物
zh_hant: 食物

# health_meals_body_ai.51e5b8720d81
source: 目標と今日の食事記録から、残りのタンパク質量を表示しています。
ar_sa: يعرض الكمية المتبقية من البروتين بناءً على هدفك وسجل الطعام اليوم.
ca: Mostra la quantitat restant de proteïnes en funció del vostre objectiu i del registre d'aliments d'avui.
cs: Na základě vašeho cíle a záznamu o jídle zobrazuje zbývající množství bílkovin.
da: Baseret på dit mål og din daglige kostregistrering, viser vi det resterende proteinindhold.
de_de: Basierend auf Ihrem Ziel und Ihren heutigen Essensprotokollen wird der verbleibende Proteinbedarf angezeigt.
el: Εμφανίζει την υπόλοιπη ποσότητα πρωτεΐνης, βάσει του στόχου και των ημερήσιων καταγραφών διατροφής.
en_au: Displays the remaining protein based on your goals and today's food log.
es_es: Muestra la cantidad restante de proteínas según tu objetivo y registro de comidas del día.
fi: Näytetään jäljellä oleva proteiinimäärä tavoitteen ja tämän päivän ruokapäiväkirjan perusteella.
fr_ca: En fonction de votre objectif et de vos repas, nous affichons la quantité de protéines restante.
gu: તમારા ધ્યેય અને આજની આહાર રેકોર્ડના આધારે, બાકી પ્રોટીનની માત્રા દર્શાવવામાં આવી છે.
he: הערך המטרה והרשומת הארוחה של היום מציגים את כמות החלבון הנותרת.
hi: लक्ष्य और आज के भोजन लॉग से, शेष प्रोटीन की मात्रा प्रदर्शित होती है।
hr: Na temelju cilja i dnevnog bilježnika hrane, prikazuje se preostalo proteina.
hu: A cél és a mai étkezési napló alapján megjeleníti a megmaradt fehérje mennyiséget.
id: Dari target dan catatan makanan Anda hari ini, kami menampilkan sisa protein yang tersedia.
it: In base al tuo obiettivo e ai tuoi appunti alimentari odierni, viene visualizzata la quantità rimanente di proteine.
ko: 목표와 오늘의 식사 기록에서, 남은 단백질 양을 표시합니다.
mr: तुमच्या लक्ष्याच्या आधारावर आणि आजच्या जेवणाच्या नोंदीनुसार, किती प्रथिने शिल्लक आहेत हे दर्शवते.
ms: Ia menunjukkan jumlah protein yang tinggal berdasarkan matlamat dan catatan makanan anda hari ini.
nl_nl: Op basis van uw doel en uw dagelijkse voedingslogboek, wordt de resterende hoeveelheid eiwit weergegeven.
no: Basert på målet ditt og dagens matlogg, viser vi hvor mye protein du har igjen.
pl: Na podstawie Twojego celu i dzisiejszego dziennika żywieniowego, wyświetlam pozostałą ilość białka.
pt_br: Com base no seu objetivo e no registro da sua refeição, mostra a quantidade restante de proteína.
pt_pt: Com base no seu objetivo e no registro da sua refeição, mostra a quantidade restante de proteína.
ro: Pe baza obiectivului și a înregistrărilor alimentare de astăzi, afișăm cantitatea rămasă de proteine.
ru: Отображает оставшееся количество белка на основе вашей цели и записи о еде сегодня.
sk: Na základe vašich cieľov a denného záznamu o strave, zobrazuje zostatok bielkovín.
sl: Na podlagi cilja in dnevnih zapis o prehrani prikazuje preostanek beljakovin.
sv: Baserat på ditt mål och dagens måltidslogg visas mängden protein som återstår.
ta: உங்கள் குறிக்கோள் மற்றும் இன்றைய உணவு பதிவுகளின் அடிப்படையில், மீதமுள்ள புரத அளவைக் காண்பிக்கிறது.
te: లక్ష్యం మరియు ఈరోజు ఆహార రికార్డు నుండి, మిగిలిన ప్రోటీన్ పరిమాణాన్ని చూపుతుంది.
th: แสดงปริมาณโปรตีนที่เหลือ โดยอิงจากเป้าหมายและบันทึกอาหารของคุณในวันนี้
tr: Hedefiniz ve gün içindeki beslenme kaydı ile kalan protein miktarını gösterir.
uk: На основі вашої цілі та записів про харчування сьогодні, відображається залишок білка.
vi: Hiển thị lượng protein còn lại dựa trên mục tiêu và nhật ký ăn uống ngày hôm nay.
zh_hans: 根据目标和今天的饮食记录，显示剩余蛋白质量。
zh_hant: 根據目標和今天的飲食記錄，顯示剩餘蛋白質。

# health_meals_body_ai.530bc7429a78
source: リストからカロリーを推定
ar_sa: تقدير السعرات الحرارية من القائمة
ca: Estima les calories de la llista
cs: Odhad kalorií z seznamu
da: Estimer kalorieindtag fra listen
de_de: Kalorien anhand der Liste schätzen
el: Υπολογισμός θερμίδων από τη λίστα
en_au: Estimate calories from the list
es_es: Estime las calorías a partir de la lista
fi: Laske kalorit listasta
fr_ca: Estimer les calories à partir de la liste
gu: લિસ્ટમાંથી કેલરીનો અંદાજ કાઢો
he: העריכו קלוריות מרשימה
hi: सूची से कैलोरी का अनुमान लगाएं
hr: Procijenite kalorije iz liste
hu: Kalóriák becslése a listából
id: Estimasi kalori dari daftar
it: Stima delle calorie dall'elenco
ko: 목록에서 칼로리를 추정
mr: यादीतून कॅलरीजचा अंदाज घ्या
ms: Angkakan kalori daripada senarai
nl_nl: Schat calorieën uit de lijst
no: Estimér kalorier fra listen
pl: Oszacuj kalorie z listy
pt_br: Estime as calorias a partir da lista
pt_pt: Estime as calorias a partir da lista
ro: Estimați caloriile din listă
ru: Оценить калорийность из списка
sk: Odhadnite počet kalórií z vybraného položenia.
sl: Izračunajte kalorije iz seznama
sv: Uppskatta kalorier från listan
ta: பட்டியலில் இருந்து கலோரியை மதிப்பிடவும்
te: జాబితా నుండి కేలరీలను అంచనా వేయండి
th: ประมาณค่าแคลอรี่จากรายการ
tr: Listeden kalori tahmin edin
uk: Оцініть калорії зі списку.
vi: Ước tính calo từ danh sách
zh_hans: 从列表中估算卡路里
zh_hant: 從列表中估算卡路里

# health_meals_body_ai.54adbdc92e60
source: 白ごはん
ar_sa: أرز أبيض
ca: arròs blanc
cs: Bílý rýžový pokrm
da: Hvid ris
de_de: Weißer Reis
el: Λευκό ρύζι
en_au: White rice
es_es: Arroz blanco
fi: Valkoinen riisi
fr_ca: Riz blanc
gu: સફેદ ભાત
he: אורז לבן
hi: सफेद चावल
hr: Bijeli riž
hu: Fehér rizs
id: Nasi putih
it: Riso bianco
ko: 흰 밥
mr: पांढरा भात
ms: Nasi putih
nl_nl: Witte rijst
no: Hvit ris
pl: Biały ryż
pt_br: Arroz branco
pt_pt: Arroz branco
ro: Orez alb
ru: Белый рис
sk: Biela ryža
sl: Bela pala
sv: Vit ris
ta: வெள்ளை அரிசி
te: తెల్ల అన్నం
th: ข้าวขาว
tr: Beyaz pirinç
uk: Білий рис
vi: Cơm trắng
zh_hans: 白米饭
zh_hant: 白米飯

# health_meals_body_ai.5602244ffb3a
source: 回復
ar_sa: الانتعاش
ca: recuperació
cs: Obnova
da: Bedring
de_de: Erholung
el: Επανέρχομαι
en_au: Recovery
es_es: Recuperación
fi: Toipuminen
fr_ca: Récupération
gu: પુનઃપ્રાપ્તિ
he: התאוששות
hi: पुनर्प्राप्ति
hr: Održavanje
hu: Gyógyulás
id: Pemulihan
it: Recupero
ko: 회복
mr: पुनर्प्राप्ती
ms: Pemulihan
nl_nl: Herstel
no: Restitusjon
pl: Odwodnienie
pt_br: Recuperação
pt_pt: Recuperação
ro: Recuperare
ru: Восстановление
sk: Zotavenie
sl: Izboljšava
sv: Återhämtning
ta: மீட்டமைத்தல்
te: తిరిగి పొందడం
th: ฟื้นตัว
tr: İyileşme
uk: Відновлення
vi: Hồi phục
zh_hans: 恢复
zh_hant: 恢復

# health_meals_body_ai.561be95fd706
source: {{value1}}の振り返り
ar_sa: مراجعة {{value1}}
ca: Revisió de {{value1}}
cs: Reflexe od {{value1}}
da: Refleksion over {{value1}}
de_de: Überprüfung von {{value1}}
el: Ανασκόπηση του {{value1}}
en_au: {{value1}} review.
es_es: Revisión de {{value1}}.
fi: {{value1}}:n arviointi
fr_ca: Réflexion sur {{value1}}.
gu: {{value1}} પરની સમીક્ષા
he: סקירה של {{value1}}
hi: {{value1}} पर विचार
hr: Razgledavanje {{value1}}
hu: {{value1}}-nek szóló visszapillantás
id: Refleksi {{value1}}
it: Riflessioni su {{value1}}.
ko: {{value1}} 복기
mr: {{value1}} च्या आढावा
ms: Tinjauan untuk {{value1}}
nl_nl: Terugblik op {{value1}}
no: {{value1}} sin gjennomgang
pl: Przegląd {{value1}}.
pt_br: Revisão de {{value1}}.
pt_pt: Revisão de {{value1}}.
ro: Revizuirea valorii {{value1}}
ru: Обзор {{value1}}
sk: Recap {{value1}}
sl: Pregled {{value1}}
sv: Reflektera över {{value1}}
ta: {{value1}} குறித்த மதிப்பீடு
te: {{value1}} యొక్క సమీక్ష
th: ทบทวนของ {{value1}}
tr: {{value1}}'in değerlendirmesi
uk: Огляд {{value1}}
vi: Xem lại {{value1}}
zh_hans: {{value1}} 回顾
zh_hant: {{value1}} 回顧

# health_meals_body_ai.576015450b34
source: 設定でBodyModeのカメラ利用を許可してください。
ar_sa: يرجى السماح لـ BodyMode باستخدام الكاميرا في الإعدادات.
ca: Permet que BodyMode utilitzi la càmera a la configuració.
cs: Ve výchozím nastavení povolte použití kamery v aplikaci BodyMode.
da: Tillad brug af BodyModes kamera i indstillingerne.
de_de: Erlauben Sie die Nutzung der BodyMode-Kamera in den Einstellungen.
el: Ενεργοποιήστε τη χρήση της κάμερας στο BodyMode στις ρυθμίσεις.
en_au: Allow BodyMode to use your camera in settings.
es_es: Permita el uso de la cámara de BodyMode en la configuración.
fi: Anna BodyMode:lle käyttö oikealle kameralle asetuksista.
fr_ca: Autorisez l'utilisation de la caméra BodyMode dans les paramètres.
gu: સેટિંગ્સમાં BodyModeના કેમેરાનો ઉપયોગ કરવાની પરવાનગી આપો.
he: אפשר להשתמש במצלמת BodyMode בהגדרות.
hi: सेटिंग में BodyMode के कैमरे का उपयोग करने की अनुमति दें।
hr: Omogući korištenje kamere u BodyMode-u u postavkama.
hu: Engedélyezd a BodyMode kamerát a beállításokban.
id: Izinkan penggunaan kamera BodyMode dalam pengaturan.
it: Abilita l'uso della fotocamera di BodyMode nelle impostazioni.
ko: 설정에서 BodyMode 카메라 사용을 허용해주세요.
mr: सेटिंगमध्ये BodyMode चा कॅमेरा वापरण्याची परवानगी द्या.
ms: Izinkan penggunaan kamera BodyMode dalam tetapan.
nl_nl: Stel BodyMode-camera gebruik in.
no: Aktiver bruk av BodyMode-kamera i innstillingene.
pl: Umożliw funkcję AI w ustawieniach.
pt_br: Permita o uso da câmera no BodyMode nas configurações.
pt_pt: Permita o uso da câmera no BodyMode nas configurações.
ro: Activează utilizarea camerei BodyMode în setări.
ru: Разрешите использование камеры BodyMode в настройках.
sk: V nastaveniach povoľte používanie kamery v BodyMode.
sl: Omogočite uporabo kamere BodyMode v nastavitvah.
sv: Tillåt användningen av BodyModes kamera i inställningarna.
ta: BodyMode பயன்பாட்டில் கேமராவைப் பயன்படுத்த அனுமதிக்கவும்.
te: సెట్టింగ్‌లలో BodyMode కెమెరాను ఉపయోగించడానికి అనుమతించండి.
th: เปิดใช้งานการใช้กล้องของ BodyMode ในส่วนการตั้งค่า
tr: Ayarlarda BodyMode kamera kullanımını etkinleştirin.
uk: У налаштуваннях дозвольте використання камери BodyMode.
vi: Vui lòng cho phép sử dụng camera của BodyMode trong cài đặt.
zh_hans: 请在设置中允许使用BodyMode相机。
zh_hant: 在設定中，請允許使用 BodyMode 的相機。
